/* Class = "UINavigationItem"; title = "CHOOSE COUNTRY"; ObjectID = "4Wt-7V-pCd"; */
"4Wt-7V-pCd.title" = "เลือกเมืองปลายทาง";

/* Class = "UIButton"; normalTitle = "-"; ObjectID = "9V1-bI-wCf"; */
"9V1-bI-wCf.normalTitle" = "-";

/* Class = "UIButton"; normalTitle = "+"; ObjectID = "Gof-gW-Qnd"; */
"Gof-gW-Qnd.normalTitle" = "+";

/* Class = "UILabel"; text = "View Rates From XXXX"; ObjectID = "Ka8-qX-9na"; */
"Ka8-qX-9na.text" = "ราคาเริ่มต้นที่ XXXX";

/* Class = "UILabel"; text = "ROOMS"; ObjectID = "Khu-3J-4Ev"; */
"Khu-3J-4Ev.text" = "ห้อง";

/* Class = "UIButton"; normalTitle = "SEARCH"; ObjectID = "M18-av-n0D"; */
"M18-av-n0D.normalTitle" = "ค้นหา";

/* Class = "UITabBarItem"; title = "Book Now"; ObjectID = "xbA-vv-9Ro"; */
"xbA-vv-9Ro.title" = "จองเลย";


/* Class = "UIButton"; normalTitle = "Sign In"; ObjectID = "3Gz-Hy-rNT"; */
"3Gz-Hy-rNT.normalTitle" = "เข้าสู่ระบบ";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "3Zt-f7-GsF"; */
"3Zt-f7-GsF.text" = "ราคารวม";

/* Class = "UILabel"; text = "SEE ALL"; ObjectID = "6cy-0r-Ay4"; */
"6cy-0r-Ay4.text" = "ดูทั้งหมด";

/* Class = "UILabel"; text = "Per Night"; ObjectID = "9JQ-mB-bJm"; */
"9JQ-mB-bJm.text" = "ต่อคืน";

/* Class = "UINavigationItem"; title = "NEWS"; ObjectID = "Ass-av-Bqs"; */
"Ass-av-Bqs.title" = "ข่าว";

/* Class = "UILabel"; text = "SIGN UP NOW"; ObjectID = "aWt-dB-stE"; */
"aWt-dB-stE.text" = "สมัครเลย";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "BEd-M1-sNU"; */
"BEd-M1-sNU.text" = "ราคารวม";

/* Class = "UIButton"; normalTitle = "CONTINUE"; ObjectID = "c0A-tZ-SrL"; */
"c0A-tZ-SrL.normalTitle" = "ต่อไป";

/* Class = "UILabel"; text = "Sign up for our Remembered Loyalty Program \nand get 10% off on all your bookings."; ObjectID = "E6d-8x-40Z"; */
"E6d-8x-40Z.text" = "สมัครเป็นสมาชิก Remembered ฟรี พร้อมรับส่วนลด 10% ทุกครั้งที่จองโรงแรม";

/* Class = "UILabel"; text = "ROOM 1"; ObjectID = "fG1-mc-s1B"; */
"fG1-mc-s1B.text" = "ROOM 1";

/* Class = "UILabel"; text = "Try other dates"; ObjectID = "g62-bf-exn"; */
"g62-bf-exn.text" = "กรุณาเปลี่ยนวันเข้าพัก";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "GbD-1P-0Aq"; */
"GbD-1P-0Aq.title" = "ย้อนกลับ";

/* Class = "UILabel"; text = "Twin Room"; ObjectID = "kfG-Hp-EHF"; */
"kfG-Hp-EHF.text" = "ห้องพักเตียงคู่";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "KVW-0z-znK"; */
"KVW-0z-znK.text" = "ราคารวม";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "L0x-VA-Baa"; */
"L0x-VA-Baa.text" = "ราคารวม";

/* Class = "UIButton"; normalTitle = "CONTINUE >"; ObjectID = "LpH-og-lgM"; */
"LpH-og-lgM.normalTitle" = "จอง";

/* Class = "UILabel"; text = "Sign up for our Remembered loyalty program and get 10% off on all your bookings on our app and website."; ObjectID = "MCv-Kc-ny9"; */
"MCv-Kc-ny9.text" = "สมัครเป็นสมาชิก REMEMBERED รับทันทีส่วนลด 10% ทุกครั้งที่จองห้องพักผ่านแอพพลิเคชั่นบนมือถือและเว็บไซต์ของเรา";

/* Class = "UINavigationItem"; title = "ROOM DETAILS"; ObjectID = "mY5-Uf-Z68"; */
"mY5-Uf-Z68.title" = "ข้อมูลห้องพัก";

/* Class = "UILabel"; text = "About the Hotel"; ObjectID = "PDc-Iv-drs"; */
"PDc-Iv-drs.text" = "เกี่ยวกับโรงแรม";

/* Class = "UIButton"; normalTitle = "SEE ON MAP"; ObjectID = "sRa-rQ-7a8"; */
"sRa-rQ-7a8.normalTitle" = "ดูในแผนที่";

/* Class = "UINavigationItem"; title = "HOTEL INFO"; ObjectID = "SRM-b4-Em5"; */
"SRM-b4-Em5.title" = "ข้อมูลโรงแรม";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "tmS-FH-crd"; */
"tmS-FH-crd.title" = "ย้อนกลับ";

/* Class = "UILabel"; text = "No available rooms for this date range"; ObjectID = "Tsg-mY-xkY"; */
"Tsg-mY-xkY.text" = "ไม่มีห้องว่างในวันที่คุณเลือก";

/* Class = "UILabel"; text = "Nights"; ObjectID = "UBN-Pl-6CQ"; */
"UBN-Pl-6CQ.text" = "คืน";

/* Class = "UINavigationItem"; title = "BOOKING DETAILS"; ObjectID = "VcO-eZ-Oyd"; */
"VcO-eZ-Oyd.title" = "รายละเอียดการจอง";

/* Class = "UILabel"; text = "approx."; ObjectID = "xAW-O7-wJF"; */
"xAW-O7-wJF.text" = "โดยประมาณ";

/* Class = "UILabel"; text = "OCCUPANTS"; ObjectID = "yiB-pA-HqP"; */
"yiB-pA-HqP.text" = "จำนวนผู้เข้าพัก";

/* Class = "UILabel"; text = "Nearby Locations"; ObjectID = "ZEV-Nu-rJ4"; */
"ZEV-Nu-rJ4.text" = "สถานที่น่าสนใจ";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "สมัครสมาชิกด้วยอีเมล";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "อีเมล";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "มีบัญชีผู้ใช้อยู่แล้ว เข้าสู่ระบบที่นี่";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "หรือ";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "เข้าสู่ระบบด้วยเฟสบุ๊ค";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "ค้นหา";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "ดูข้อมูลการจอง";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "สมัครสมาชิก";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "อีเมล";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "เข้าสู่ระบบด้วยเฟซบุ๊ค";


/* Class = "UINavigationItem"; title = "CONTACT US"; ObjectID = "wS7-Qi-78n"; */
"wS7-Qi-78n.title" = "ติดต่อเรา";


/* Class = "UITextField"; placeholder = "Email"; ObjectID = "0Uq-6s-EVN"; */
"0Uq-6s-EVN.placeholder" = "อีเมล";

/* Class = "UITextField"; placeholder = "Last Name"; ObjectID = "1Dd-nf-9Eb"; */
"1Dd-nf-9Eb.placeholder" = "นามสกุล";

/* Class = "UIButton"; normalTitle = "BOOK"; ObjectID = "1dv-6U-pQ0"; */
"1dv-6U-pQ0.normalTitle" = "จอง";

/* This button allows the user to enter an email and send their booking confirmation to that email address */
"4GR-EQ-7En.title" = "แชร์ข้อมูลการจอง";

/* Class = "UITextField"; placeholder = "MM"; ObjectID = "4Gx-UD-o1S"; */
"4Gx-UD-o1S.placeholder" = "เดือนที่หมดอายุ";

/* Class = "UILabel"; text = "INCL. TAX & SERVICE CHARGE"; ObjectID = "8Pb-u6-u3E"; */
"8Pb-u6-u3E.text" = "รวมค่าภาษีและเซอร์วิสชาร์จแล้ว";

/* Class = "UILabel"; text = "You will have a chance to review the details on the next page before confirming your booking"; ObjectID = "ac3-7d-Wkd"; */
"ac3-7d-Wkd.text" = "คุณสามารถตรวจสอบรายละเอียดการจองได้อีกครั้งในหน้าถัดไปก่อนยืนยันการจอง";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "AZs-x1-cNq"; */
"AZs-x1-cNq.title" = "ย้อนกลับ";

/* Class = "UITextField"; placeholder = "First Name"; ObjectID = "CXx-pi-H0U"; */
"CXx-pi-H0U.placeholder" = "ชื่อ";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "CzU-qB-o3z"; */
"CzU-qB-o3z.title" = "ย้อนกลับ";

/* Class = "UITextField"; placeholder = "Phone"; ObjectID = "Eru-qh-hxn"; */
"Eru-qh-hxn.placeholder" = "เบอร์โทรศัพท์";

/* Class = "UILabel"; text = "Payment method: Pay at hotel"; ObjectID = "F9L-sY-3ts"; */
"F9L-sY-3ts.text" = "วิธีการชำระเงิน: ชำระเงินที่โรงแรม";

/* Class = "UILabel"; text = "PAY AT HOTEL"; ObjectID = "fkv-fZ-SZi"; */
"fkv-fZ-SZi.text" = "ชำระเงินที่โรงแรม";

/* Class = "UINavigationItem"; title = "REVIEW & BOOK"; ObjectID = "gsO-86-acc"; */
"gsO-86-acc.title" = "ตรวจสอบข้อมูลการจอง";

/* Class = "UIButton"; normalTitle = "Terms and Conditions of Booking"; ObjectID = "gZC-OD-Oxt"; */
"gZC-OD-Oxt.normalTitle" = "ข้อตกลงและเงื่อนไขการจอง";

/* Class = "UIButton"; normalTitle = "apply"; ObjectID = "I3J-FP-f9Z"; */
"I3J-FP-f9Z.normalTitle" = "ตกลง";

/* Class = "UILabel"; text = "SPECIAL PROMOTION CODE"; ObjectID = "IcD-5R-uEN"; */
"IcD-5R-uEN.text" = "โค้ดส่วนลดพิเศษ";

/* Class = "UITextField"; placeholder = "YY"; ObjectID = "J1n-bQ-zsF"; */
"J1n-bQ-zsF.placeholder" = "ปี ค.ศ. ที่หมดอายุ";

/* Class = "UINavigationItem"; title = "Booking complete"; ObjectID = "l41-s0-SEK"; */
"l41-s0-SEK.title" = "คุณได้จองห้องพักเรียบร้อยแล้ว";

/* Class = "UILabel"; text = "Credit card must be presented at check-in"; ObjectID = "NPd-wS-FCa";, Text to show to user that you will need to show credit card at check-in after you choose to Pay with credit card */
"NPd-wS-FCa.text" = "กรุณาแสดงบัตรเครดิตที่ใช้จ่ายค่าห้องพักเมื่อเช็คอิน";

/* Class = "UILabel"; text = "By making this booking, you agree to the"; ObjectID = "NtD-9k-j6Q"; */
"NtD-9k-j6Q.text" = "ก่อนทำการจองคุณยอมรับ";

/* Class = "UIButton"; normalTitle = "SCAN YOUR CARD"; ObjectID = "ob3-Vq-P3Q"; */
"ob3-Vq-P3Q.normalTitle" = "แสกนบัตรเครดิต";

/* Class = "UILabel"; text = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the details manually."; ObjectID = "pEq-Es-5qQ"; */
"pEq-Es-5qQ.text" = "ให้การกรอกข้อมูลบัตรเครดิตเป็นเรื่องง่ายๆ เพียงถ่ายรูปบัตรเครดิต ข้อมูลบัตรจะปรากฏอัตโนมัติ หรือเลือกป้อนข้อมูลบัตรเครดิตด้วยตนเอง";

/* Class = "UITextField"; placeholder = "Card Number"; ObjectID = "PpN-KI-HXd"; */
"PpN-KI-HXd.placeholder" = "หมายเลขบัตรเครดิต";

/* Class = "UILabel"; text = "You get 25% off!"; ObjectID = "qRs-wW-4h3";, get 25% off from Birthday discount */
"qRs-wW-4h3.text" = "คุณได้รับส่วนลด 25%";

/* Class = "UITextField"; placeholder = "Title"; ObjectID = "rsn-i8-h8O"; */
"rsn-i8-h8O.placeholder" = "คำนำหน้า";

/* Class = "UILabel"; text = "HAPPY BIRTHDAY!"; ObjectID = "RuJ-XI-VMI";, Happybirthday use for showing in checkout to show that customers have extra discount from birthday */
"RuJ-XI-VMI.text" = "สุขสันต์วันเกิด!";

/* Class = "UILabel"; text = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers"; ObjectID = "rV9-bI-oAv"; */
"rV9-bI-oAv.text" = "ทางโรงแรมจะเก็บห้องไว้ให้ท่านจนถึงเวลา 16:00 น. (เวลาท้องถิ่น) ของวันที่ท่านเข้าพัก หากท่านมิได้เช็คอินภายในเวลา 16:00 น. (เวลาท้องถิ่น) ห้องพักที่ท่านจองไว้จะถูกปล่อยให้แขกท่านอื่นสามารถจองได้";

/* Class = "UINavigationItem"; title = "CONFIRMATION"; ObjectID = "s3q-kb-lx0"; */
"s3q-kb-lx0.title" = "จองโรงแรม";

/* Class = "UITextField"; placeholder = "CVV / Security Code"; ObjectID = "tBw-9T-8jj"; */
"tBw-9T-8jj.placeholder" = "เลข CVV 3 ตัวหลังบัตรเครดิต/ รหัสความปลอดภัย";

/* Class = "UILabel"; text = "(Use the Back button to make any changes)"; ObjectID = "UlY-PW-4xq"; */
"UlY-PW-4xq.text" = "(กดปุ่ม ย้อนกลับ เพื่อแก้ไข)";

/* Class = "UITextField"; placeholder = "Promo Code"; ObjectID = "uMj-6y-7pY"; */
"uMj-6y-7pY.placeholder" = "โค้ดส่วนลด";

/* Class = "UITextField"; placeholder = "Cardholder's Name"; ObjectID = "Vjl-Yi-K6c"; */
"Vjl-Yi-K6c.placeholder" = "ชื่อผู้ถือบัตร";

/* Class = "UILabel"; text = "Pay now and lock in our best rate!"; ObjectID = "vRS-7W-Mft"; */
"vRS-7W-Mft.text" = "จ่ายเลยในอัตราที่ดีที่สุดของเรา!";

/* Class = "UIButton"; normalTitle = "BOOK NOW"; ObjectID = "vsE-EA-N5t"; */
"vsE-EA-N5t.normalTitle" = "จองเลย";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "wbl-vY-1m7"; */
"wbl-vY-1m7.text" = "ราคารวมทั้งสิ้น";

/* Class = "UILabel"; text = "Below are the details of your booking"; ObjectID = "Xao-Wn-cqh"; */
"Xao-Wn-cqh.text" = "ข้อมูลการจอง";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "xeU-Y7-nOd"; */
"xeU-Y7-nOd.text" = "ราคารวม";

/* Class = "UILabel"; text = "PAY NOW"; ObjectID = "YwM-AW-A6W"; */
"YwM-AW-A6W.text" = "ชำระเงิน";

